import React from 'react';
import './About.css';

export default function About() {
  return (
    <section className="about" id="about">
      <h1 className="heading"><span>Бидний</span> тухай</h1>
      <div className="row">
        <div className="image-container">
          <img src="about.webp" alt="about us image" />
          <h3>Шилдэг Хувийн Студио</h3>
        </div>
        <div className="content">
          <h3>яагаад биднийг сонгох вэ?</h3>
          <p>Epic Studio-д бид гайхалтай хөрөг зураг тав тух, бүтээлч эрх чөлөөнөөс эхэлдэг гэдэгт итгэдэг. Тийм ч учраас бид зурагчин, дарамт шахалтгүйгээр өөрийнхөө зураг авалтыг бүрэн хянах боломжтой орон зайг зохион бүтээсэн. Манай хувийн, гоёмсог гэрэлтүүлэгтэй лангуунууд нь студийн чанартай гэрэлтүүлэг, ашиглахад хялбар системээр тоноглогдсон тул та өөрийн хүссэнээр зураг авах, судлах, бүтээх боломжтой.</p>
          <p>Хотын өнцөг булан бүрт байгаа хувь хүн, хосууд болон уран бүтээлчид итгэж сонгодог Epic Studio нь өөрийн хөрөг зургийг авах үйл явцыг хялбар бөгөөд мартагдашгүй болгодог.</p>
          <a href="#" className="btn">дэлгэрэнгүй</a>
        </div>
      </div>
    </section>
  );
}
